---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ConduitSize
source: html/d0a9812f-fdbf-7fef-579a-92bf60255cd5.htm
---
# ConduitSize Members

Constructs an object that stores the basic size information for conduit.